#+options: ':nil *:t -:t ::t <:t H:3 \n:nil ^:nil arch:headline author:t broken-links:nil
#+options: c:nil creator:nil d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+options: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t timestamp:t title:t toc:t
#+options: todo:t |:t
#+title: TigerGraph How-Tos
#+date: <2021-11-16 Tue>
#+author: Gregory Grubbs
#+email: gregory.grubbs@gmail.com
#+language: en
#+select_tags: export
#+exclude_tags: noexport
#+creator: Emacs 27.0.91 (Org mode 9.3.6)
#+setupfile: ~/projects/emacs/org-html-themes/org/theme-readtheorg-local.setup
# #+setupfile: https://raw.githubusercontent.com/fniessen/org-html-themes/master/setup/theme-readtheorg.setup
#+PROPERTY: header-args:bash :comments org :shebang #!/usr/bin/env bash :eval never-export
* Sandbox
  #+name: gort
  : ohai
  #+begin_src bash :var mygort=gort :results raw
    echo "|$mygort|"
  #+end_src

  #+RESULTS:
  | ohai |
p
  #+name: gort2
  #+begin_src bash  :session tg-sh :results drawer replace
    pwd
  #+end_src

  #+RESULTS: gort2
  :results:
  /home/tigergraph
  :end:
